{"bertramka":
    {"WC": "WCs are located throughout Bertramka park.",
    "Attractions": "Bertramka park offers various tourist attractions such as cultural monument, classical music concerts, social events, and W. A. ​​Mozart Museum.",
    "Bike paths": "Visitors can ride a bike in Bertramka.",
    "Skating": "Unfortunately, there is no skating rink in Bertramka.",
    "Sports field": "Unfortunately, Bertramka has no sports field.",
    "Playground": "Unfortunately, Bertramka has no playground.",
    "Public transport": "Bertramka is easily accessible by trams No. 4, 7, 9, 10, 58, 59.",
    "Parking": "Visitors can use underground parking of OC Smíchov to park the cars.",
    "Road surface": "Roads of Bertramka are covered with pavement.",
    "Operator": "Městská část Praha 5 a spol. Comenius",
    "Opening hours": "Bertramka is open to visitors all year round. From April to October opening hours are 9am-6pm and from November to March - 9:30am-4pm."},

"frantiskanska-zahrada":
    {"WC": "Barrier-free WCs are located throughout Franciscan Gardens.",
    "Attractions": "Franciscan Gardens offers visitors pleasant and relaxing environment, suitable both for children and seniors. Park is located in the city center, particularly, in the neighborhood of the Church of Our Lady of the Snows.",
    "Bike paths": "Yes, visitors can enjoy riding a bike in Franciscan Gardens.",
    "Skating": "Unfortunately, there is no skating rink in Franciscan Gardens.",
    "Sports field": "Unfortunately, Franciscan Gardens has no sports field.",
    "Playground": "Yes, there is a playground for childern in Franciscan Gardens.",
    "Dogs": "Unfortunately, dogs are not permitted in the terriory of Franciscan Gardens.",
    "Public transport": "Franciscan Gardens is easily accessible by: Václavské náměstí trams. No. 3, 9, 14, 24, 51, 52, 54, 55, 56, 58 and metro A, B Můstek.",
    "Parking": "Unfortunately, there is no parking lot in Franciscan Gardens.",
    "Road surface": "Roads of Franciscan Gardens are covered with paving. A special road surface is in the children's corner.",
    "Operator": "Hlavní město Praha",
    "Opening hours": "Franciscan Gardens is open to visitors all year round. Park is closed at night"},

"obora-hvezda":
    {"WC": "Yes, mobile cells in the field, during the season April to October also WC in the summer house",
    "Attractions": "Obora Hvězda is suitable for families with children and tourists. Visitors can enjoy viewing memorial trees, nature trail, and nature attractions.",
    "Bike paths": "Visitors can use footpaths for cycling.",
    "Skiing": "Visitors can practice cross-country skiing in the winter.",
    "Skating": "Unfortunately, there is no skating rink in Obora Hvězda.",
    "Sports field": "No, behind the field of children's and traffic playgrounds and the House of Children and Youth Vypich www.ddmp6.cz/kontakt/",
    "Playground": "Yes, there are two playgrounds for childern in Obora Hvězda.",
    "Dogs": "Yes, dogs are permitted in Obora Hvězda. ",
    "Public transport": "Obora Hvězda is easily accessible by : Nad Markétou, bus no. 179, 184, 191, 510, Libocká - bus no. 179, 510, Vypich, tram no. 15, 22, 25, 57",
    "Parking": "Visitors can freely park the cars on U Hvězdy Street. Besides, there are approximately 8 places in front of the Libocká Gate.",
    "Road surface": "Visitors will see reinforced threshing and forest in Obora Hvězda.",
    "Operator": "Památník národního písemnictví a Hlavní město Praha",
    "Opening hours": "The game park is open all year round. Summer house is open in April 10am-5pm, from May to September - 10am-6pm and in October - 10am-5pm."},

"kampa":
    {"WC": "WCs are located throughout Kampa park.",
    "Attractions": "Visitors of Kampa can enjoy beautiful View of the Vltava, visit Sovovy Mlýny Gallery, Čertovka, Charles Bridge, Werich House, memorial trees.",
    "Bike paths": "Yes, visitors can enjoy riding a bike in Kampa park.",
    "Skating": "Yes, visitors can enjoy skating in kampa park.",
    "Sports field": "Unfortunately, Kampa doesn't have a sports field, however, grass surface can be used for sports activities.",
    "Playground": "Yes, there is a playground in the vicinity of the Kampa Community and Mother Center.",
    "Public transport": "Kampa park is easily accessible by: Hellichova tram no. 12, 20, 22, 23, 57, Újezd ​​tram no. 6, 9, 22, 23, 57, 58, 59.",
    "Parking": "Unfortunately, there is no parking lot in Kampa park.",
    "Road surface": "Roads of kampa are covered with asphalt.",
    "Operator": "Městská část Praha 1",
    "Opening hours": "Kampa is open to visitors all year round."},

"kinskeho-zahrada":
    {"WC": "WCs are located throughout Kinsky Garden.",
    "Attractions": "Kinsky Garden is a pleasant place for walks with children. Visitors can enjoy a quiet zone in the middle of the city or visit a museum, see ornamental lakes and a natural attraction - Petrin Rocks.",
    "Bike paths": "Unfortunately, there are no bike paths in Kinsky Garden.",
    "Skating": "Unfortunately, there is no skating rink in Kinsky Garden.",
    "Sports field": "Unfortunately, Kinsky Garden doesn't have a sports field.",
    "Playground": "Yes, there are playgrounds in Kinsky garden at the entrance from Kinský Square, near the Kinský Summer Palace,and another one under the construction.",
    "Public transport": "Kinsky Garden is easily accessible by: Kobrova - BUS No. 176",
    "Parking": "Yes, in the underground parking of OC Smíchov.",
    "Road surface": "Roads of Kinsky Garden are covered with pavement.",
    "Operator": "Hlavní město Praha",
    "Opening hours": "Kinsky Garden is open to visitors all year round."},

"klamovka":
    {"WC": "Yes, in restaurant and club.",
    "Attractions": "Bertramka park offers various tourist attractions such as art gallery, historical attractions, music club and garden restaurant.",
    "Bike paths": "Yes, visitors can enjoy riding a bike in Klamovka.",
    "Skating": "Unfortunately, there is no skating rink in Klamovka.",
    "Sports field": "Visitors, interested in sports fields, can use tennis courts and sports grounds in the falconry.",
    "Dogs": "Yes, dogs are permitted in Klamovka.",
    "Playground": "Yes, there is a playground near the garden restaurant.",
    "Public transport": "Klamovka is easily accessible by: Klamovka - BUS No. 149, 191, 217, tram No. 4, 7, 9, 10, 58, 59",
    "Parking": "No, there is no parking lot in Klamovka.",
    "Road surface": "Roads of Klamovka is covered with paving and asphalt",
    "Operator": "Městská část Praha 5",
    "Opening hours": "Klamovka is open to visitors all year round."},
    
"ladronka":
    {"WC": "Yes in the restaurant building",
    "Attractions": "Ladornka offers visitors a full-day stay in an extensive leisure area, suitable for all ages. Music and entertainment events take place throughout the year.",
    "Bike paths": "Yes, visitors can enjoy riding a bike in Ladronka",
    "Skating": "Yes,there are new surfaces and marked routes for in-line skaters.",
    "Sports field": "NO, behind the field of children's and traffic playgrounds and the House of Children and Youth Vypich www.ddmp6.cz/kontakt/",
    "Playground": "Yes, there is a new playground at the restaurant and the older one in the back, behind the bus stop Ladronka.",
    "Dogs": "Yes, dogs are permitted in Ladornka.",
    "Public transport": "Ladornka is easily accessible by: U Ladronky, Rozýnova, Štefkova BUS No. 191, Vypich BUS No. 108, 174, 180, 191, I3, tram No. 15, 22, 25, 57",
    "Parking": "Yes, visitors can park the cars at Tomanova and Skokanská streets",
    "Road surface": "Roads of Ladronka are covered asphalt in combination with paving and hammer treatment.",
    "Operator": "Městská část Praha 6",
    "Opening hours": "Ladronka is open to visitors all year round."},
    
"letna":
    {"WC": "Yes, in the restaurant building.",
    "Attractions": "Letna offers visitors a full-day stay in an extensive leisure area, suitable for all ages. Cultural events take place throughout the year.",
    "Bike paths": "Yes, visitors can enjoy riding a bike in Letna.",
    "Skating": "Yes, visitors can enjoy skating in Letna.",
    "Sports field": "777 789 140",
    "Playground": "Yes, a total of 4, at the building Letenský zámeček, 2 x in the vicinity of tennis courts, at the Hanavský pavilion",
    "Dogs": "Yes, dogs are permitted in Letna.",
    "Public transport": "Letna is easily accessible by: Letenské náměstí and Sparta tram no. 1, 8, 15, 25, 26, 51, 56, Čechův most tram no. 12, 17, 53, Chotkovy sady tram no. 18, 20, 57, metro Hradčanská ",
    "Parking": "Yes, visitors can park the cars at Kostelní Street",
    "Road surface": "Roads of Letna are covered with asphalt",
    "Operator": "Hlavní město Praha",
    "Opening hours": "Letna is open to visitors all year round."},
    
"petrin":
    {"WC": "Yes, there are WCs in the adjacent restaurants and by the lookout tower.",
    "Attractions": "Petrin is suitable for families with children and tourists. The main attractions are: lookout tower, maze, observatory, underground galleries and fruit orchards. There is also a possibly of using cable cars.",
    "Bike paths": "Yes, visitors can enjoy riding a bike in Petrin.",
    "Skating": "Yes, visitors can enjoy skating in Petrin.",
    "Sports field": "Unfortunately, Petrin doesn't have a sports field.",
    "Playground": "Yes, ther is a playground at Hellichova street.",
    "Public transport": "Petrin is easily accessible by: Újezd ​​tram no. 6, 9, 12, 20, 22, 23, 57, 58, 59, Hellichova tram no. 12, 20, 22, 23, 57, Pohořelec tram no. 22, 23, Dormitories Strahov BUS No. 143, 149, 217 ",
    "Parking": "Yes, there is a parking lot at the Strahov Stadium",
    "Road surface": "Roads of Petrin are covered with asphalt, concrete, paved, threshing.",
    "Operator": "Hlavní město Praha",
    "Opening hours": "Petrin is free and open to visitors all year round. Štefánik Observatory is open all year round, as well, lookout tower in January, February, March, November, December 10 am - 6 pm, in April, September, October 10 am - 7 pm and from  May to August 10 am - 10 pm. "},
    
"riegrovy-sady":
    {"WC": "Yes, there are WCs in the restaurant and mobile ones on the playground.",
    "Attractions": "Visitors of Riegrovy-Sady can enjoy a beautiful view of Prague and visit classicist lookout tower, built in the 1920s - after the reconstruction of the restaurant. There is also a three-sided obelisk(1840) in the park.",
    "Bike paths": "Yes, visitors can enjoy riding a bike in Riegovy-Sady.",
    "Skating": "Yes, visitors can enjoy skating in Riegrovy-Sady.",
    "Sports field": "Yes, there is a sports field - Sokol Vinohrady.",
    "Playground": "Yes, there is a playground near the garden restaurant.",
    "Dogs": "Yes, dogs are permitted in Riegrovy-Sady.",
    "Public transport": "Riegovy-Sady is easily accessible by: Metro Jiřího z Poděbrad, Na Smetance Bus no. 135, Italská and Vinohradská tržnice tram no. 11",
    "Parking": "Unfortunately,there is no parking lot near riegrovy-sady",
    "Road surface": "Roads of Riegovy-Sady are covered with asphalt",
    "Operator": "Městská část Praha 2",
    "Opening hours": "Riegrovy-Sady is open to visitors all year round."},
    
"stromovka":
    {"WC": "Yes, there are WCs in adjacent restaurants.",
    "Attractions": "Stromovka is suitable for families with children and tourists. Visitors can walk to the ZOO and Botanical Gardens, see natural attractions,  and visit Planetarium, Exhibition Grounds",
    "Bike paths": "Yes, visitors can enjoy riding a bike in Stromovka.",
    "Skating": "Yes, visitors can enjoy skating in Stromovka.",
    "Sports field": "Yes, there are tennis courts in the neighborhood of TK Sparta Prague.",
    "Playground": "Yes, there are two playgrounds in Stromovka.",
    "Dogs": "Yes, dogs are permitted in Stromovka.",
    "Public transport": "Stromovka is easily accessible by: Výstaviště, tram no. 5, 12, 14, 15, 17, 53, 54, Sibiřské nám., Bus no. 131, by steamer from Rašínov nábř.",
    "Parking": "Visitors can park the cars next to the Exhibition Grounds or in Bubeneč.",
    "Road surface": "Roads of Stromovka are covered with reinforced threshing and asphalt.",
    "Operator": "Hlavní město Praha",
    "Opening hours": "Stromovka is open to visitors all year round."},
    
"vysehrad":
    {"WC": "WCs are located throughout Visehrad park.",
    "Attractions": "Vysehrad is suitable for walks and sightseeing and for a family trip with children. Visitors can enjoy interesting views of Prague,visit museum, cemetery of famous personalities Slavín and see historical heritage - National cultural monument.",
    "Bike paths": "Yes, visitors can enjoy riding a bike in Vysehrad.",
    "Skating": "Unfortunately, there is no skating rink in Vysehrad.",
    "Sports field": "606 650 717, 606 500 604",
    "Playground": "Yes, at the rotunda of St. Martin, Mr. Trnka's corner, in front of the entrance to the Gorlice hall.",
    "Public transport": "Vysehrad is easily accessible by: Vyšehrad - metro C, Podolská vodárna tram no. 3, 16, 17, 21, 52",
    "Parking": "Yes, in the underground car park of the Congress Center, or at Na Topolce Street.",
    "Road surface": "Roads of Vysehrad are paved, in parks there is threshing.",
    "Operator": "NKP - Hlavní město Praha",
    "Opening hours": "Vysehrad is open to visitors all year round."}}