{"bertramka":
	"Bertramka is a cultural monument, here are held classical music concerts,
	social events, there is W. A. Mozart Museum. 
	
	Here you can use wc, biking paths and underground parking of OC Smíchov.
	Unfortunately, there is no place for skating, no sport field or playground.
	
	You can get to Bertramka using trams no. 4, 7, 9, 10, 58, 59." ,

"frantiskanska-zahrada":
	"Frantiskanska Zahrada is a pleasant sitting place in the city center, located
	in the neighborhood of the Church of Our Lady of the Snows.
	
	Here you can find bike paths and playground and use wc.
	Unfortunately, there is no place for skating, sports and parking.
	Entering with dogs is not allowed.
	
	You can get here from Václavské náměstí, using trams
	No. 3, 9, 14, 24, 51, 52, 54, 55, 56, 58 or using metro A, B Můstek.",

"obora-hvezda":
	"The Obora Hvezda park is suitable for families with children and tourists,
	here are memorial trees and nature trails.
	
	You can use wc here, ride a bike or visit a playground.
	Entrance with dogs is permitted
	Meanwhile, there is no place for skating or doing sports.
	As for parking, you can find approximately 8 parking places in front of the
	Libocká Gate, or freely in U Hvězdy Street.
	
	You can get to Nad Markétou by buses no. 179, 184, 191, 510, to Libocká by
	buses no. 179, 510 or to Vypich by trams no. 15, 22, 25, 57",

"kampa":
	"At Kampa park  there can be found  Sovovy Mlýny Gallery, Čertovka, Charles
	Bridge, Werich House, memorial trees and you can get a view of the Vltava.
	Here you can use a wc, bike paths, playground in the vicinity of the Kampa
	Community and Mother Center. In addition, skating is possible here.
	
	However, there is no sports field and no place for parking.
	
	You can us trams no. 12, 20, 22, 23, 57 to get to Hellichova or
	trams no. 6, 9, 22, 23, 57, 58, 59 to get to Újezd.",

"kinskeho-zahrada":
	"Kinskeho Zahrada is a pleasant place for walks with children,
	a quiet zone in the middle of the city where you can discover a museum,
	ornamental lakes, a natural attraction - Petrin Rocks.
	
	There is a wc, a playground at the entrance from Kinský Square,
	near the Kinský Summer Palace and underground parking of OC Smíchov.
	Yet, there are no places for biking, skating or sports.
	
	The piblic transport you can use is BUS No. 176 to get to bus stop Kobrova.",

"klamovka":
	"At Klamovka there are istorical attractions, art gallery, music club and
	garden restaurant, playground for the little ones.
	
	It's a place where you are allowed to enter with dogs, use wc in restaurant and
	club, bike paths, playground near the garden restaurant, and tennis courts and
	sports grounds in the falconry.
	Yet, there is no place for skating and parking.
	
	There is Klamovka bus and tram stop nearby, where you can get by buses
	No. 149, 191, 217 and trams No. 4, 7, 9, 10, 58, 59.",
    
"ladronka":
	"Ladronka is an Extensive leisure area, suitable for all ages, with the
	possibility of a full-day stay and music and entertainment events throughout
	the year.
	
	There is a wc in the restaurant building, playground  at the restaurant,
	older playground in the back behind the bus stop Ladronka, there are bike paths
	and new surfaces and marked routes for in-line skaters. In addition, there is
	parking at Tomanova and Skokanská streets.
	It is permitted to enter the park with dogs.
	Unfortunately, you can't find a sports field here.

	You can find the way to park from bus stops U Ladronky, Rozýnova, Štefkova
	by getting there by BUS No. 191.
	Or you can use buses No. 108, 174, 180, 191, I3 or trams No. 15, 22, 25, 57 to
	get to Vypich.",
    
"letna":
	"Letna park is an Extensive leisure area, suitable for all ages, with the
	possibility of all-day stay, with cultural events during the year.
	
	Here you can find wc in the restaurant building, bike paths, area for skating,
	parking at Kostelní Stree, playgrounds, a total of 4, at the building  of
	Letenský zámeček, 2 x in the vicinity of tennis courts, at the
	Hanavský pavilion.
	You can also enter the park with dogs.
	
	You can use trams no. 1, 8, 15, 25, 26, 51, 56 to get to
	Letenské náměstí and Sparta, trams no. 12, 17, 53 to Čechův most,
	tram no. 18, 20, 57 to Chotkovy sady or metro Hradčanská.",
    
"petrin":
	"Petrin is suitable for families with children and tourists, possibly on 
	foot or by cable car, here are lookout tower, maze, observatory, 
	underground galleries, fruit orchards.
	
	Here you can find wc in the adjacent restaurants and by the lookout tower,
	bike paths, skating area, playground at Hellichova street and at the 
	Strahov Stadium.
	
	You can get to Újezd by trams no. 6, 9, 12, 20, 22, 23, 57, 58, 59, 
	to Hellichova by trams no. 12, 20, 22, 23, 57, to Pohořelec by 
	trams no. 22, 23 or to Dormitories Strahov by buses No. 143, 149, 217.",
    
"riegrovy-sady":
	"At Riegrovy Sady you can find a Classicist lookout tower from the 1920s
	- after the reconstruction of the restaurant, a three-sided obelisk from
	about 1840, a view of Prague.

	Here are wc in the restaurant and on the playground, bike paths,
	skating area, sporst field and playground near the garden restaurant.
	You are allowed to bring dogs with you here.
	However, there is no parking place.

	You can get here from metro Jiřího z Poděbrad, bus stop Na Smetance using
	bus no. 135 or tram stops Italská and Vinohradská tržnice using tram no. 11",
    
"stromovka":
	"Stromovka is perfect for families with children and tourists, with possible
	walk to the ZOO and Botanical Gardens, natural attractions,
	Planetarium and Exhibition Grounds.
	
	You can find wc In adjacent restaurants, bike paths, skating area, in the
	neighborhood of TK Sparta Prague - tennis courts, 2 playgrounds and parking
	next to the Exhibition Grounds or in Bubeneč.
	You are also allowed to enter with dogs.
	
	You can get to Výstaviště using tram no. 5, 12, 14, 15, 17, 53, 54 or
	Sibiřské nám. using Bus no. 131",
    
"vysehrad":
	"Vysehrad is a National cultural monument with historical value, area suitable
	for walks and sightseeing and for a family trip with children, has interesting
	views of Prague, museum, cemetery of famous personalities Slavín.

	There are wc, bike paths, playground at the rotunda of St. Martin,
	Mr. Trnka's corner, in front of the entrance to the Gorlice hall, underground
	car park of the Congress Center, or at Na Topolce Street.
	Yet, there is no skating area.
	
	To get here, use Vyšehrad - metro C or trams no. 3, 16, 17, 21, 52 to
	Podolská vodárna."
}
