{"bertramka":
	"The vineyard under today's Mrazovka hill was bought and united by the widow
	of Krystof Kobr of Kobersberk, the state director executed in 1621. More than
	a century later, Frantisek of Bertram became the owner with his wife
	Frantiska, who built a large farm with a residential house, barn and other
	economic accessories. Later, the building was converted into a suburban villa.

	Several other owners followed, until all the buildings, including the garden,
	were bought by the Duseks. Josefina, a renowned opera singer, connoisseur and
	art lover, and Frantisek Xaver, a pianist and composer, gradually built a
	hospitable summer residence with twelve expensive rooms on the first floor,
	where they invited personalities and friends, especially artists.

	The building itself is characterized by a distinctive architectural element,
	namely an advanced staircase, which has been preserved in its modified form
	to this day.

	After meeting Mozart, an invitation followed right here to Bertramka, which
	the composer also accepted and repeated his stay here a little later.
	It is said that it was here that he wrote the last notes for the opera Don
	Giovanni, whose world premiere took place in Prague, at the Nostic Theater.
	After the death of FX Dusek, Josefina got into financial trouble and had to
	sell Bertramka. One of the owners was Lambert Popelka, a great admirer of
	Mozart, which was inherited from him by his son Adolf. He accessed the rooms
	allegedly inhabited by Mozart and his wife, and at the same time sought out
	the composer's son, Karel Thomas. He also had Mozart's bust made according
	to a design by Tomas Seidan.

	After the fire at Bertramka and the death of Popelka's widow, the property
	belonged to a certain Mathilda Sliwenska, who bequeathed it to the Salzburg
	Mozarteum.

	After the establishment of the Czechoslovak state, Bertramka was acquired and
	entrusted to Mozart's village in the Czechoslovak Republic. During the
	Protectorate, some alterations were made here, during which the murals,
	the painted ceiling and the sala terrena were unveiled. On the occasion of
	the 200th anniversary of Mozart's birth, the building was reconstructed again
	in 1956 and on that occasion his museum was established here. Among other
	things, you can see instruments here, including a piano, on which the artist
	played, and as the biggest rarity - a clip of his hair.",

"frantiskanska-zahrada":
	"Founded after 1348, during the construction of the New Town of Prague by the
	Carmelites as a monastery garden belonging to the Church of Our Lady of the
	Snows. It reached as far as Spalena Street, and gradually, together with the
	construction of the surrounding houses, its area was reduced. Today's area
	is 0.6 ha.

	From 1604, the garden belonged to the Franciscans, after whom it is still
	named. They own the neighboring monastery buildings, which were returned to
	them after 1989. These, together with the garden strip, are separated from the
	public part of the walls. Over the centuries, the garden has been used mainly
	for commercial purposes, growing fruits, herbs, spices and flowers. It was
	modified several times, at the beginning of the 18th century there was a need
	for its complete restoration.

	After the devastation during the 2nd World War, it was modified and opened to
	the public. Its overall poor condition was not changed until the
	reconstruction during 1985-1992.",

"obora-hvezda":
	"The lands of the Malejov forest were bought in 1534 by Emperor Ferdinand I
	from the Brevnov monastery with the intention of building a reserve here. The
	emperor's second-born son Ferdinand of Tyrol then created a floor plan of the
	future building in the shape of a six-pointed star according to the surviving
	plans. In the Renaissance style, the summer house, which was supposed to serve
	probably as a hunting and recreational chateau, was built in the years
	1555-1556. Giovanni Maria Aostalli and Giovanni Lucchese, under the direction
	of Hans Tirol, later Boniface Wohlmut, took part in the work and supervision.

	The reserve was used for hunting, but after its restoration in the 18th
	century, hunting did not return here.

	The war campaigns had the most significant effect on the state of the field.
	In addition to the camp of the White Mountain soldiers and during the
	Thirty Years' War it was devastated, the summer house was destroyed and
	restored by Ferdinand III in the middle of the 17th century.

	Emperor Joseph II about a century later, on the contrary, decided that
	there would be a powder room.

	It was not until the middle of the 19th century that the restoration of the
	field and the summer house began. The game park was reforested, then the area
	in front of the summer house was modified and later the building itself was
	reconstructed according to the architect Pavel Janak. It was already under the
	administration of Prague Castle. From 1952 to 1996 there was the Museum of
	A. Jirasek and M. Alsa, after the subsequent reconstruction, completed in
	2004, it manages the collections of the Monument of National Literature and
	the previous museums were abolished.

	The interior of the summer house is characterized by richly decorated stucco
	ceilings and a mosaic floor of glazed tiles. Exhibitions, classical music
	concerts and other cultural and social events are held here. The summer house
	can also be rented.",

"kampa":
	"The origin of the name Kampa is not very clear, it comes either from the word
	campus or field, plain, or from the word zakampi - a shady place. Maybe also
	according to the owner of one of the houses, Tychon Gansgeb from Kamp.

	However, before the first construction began here in the 15th century, there
	was an open space on which gardens were created and the first mention of which
	appeared in 1169 in the charter of the church of the Maltese Order. Its height
	gradually increased as alluvium and deposits from the Lesser Town and Hradcany
	settled here, and it was not until the beginning of the 17th century that the
	banks were clearly formed.

	However, there were already mills here, to which the land belonged - mill
	gardens, which were later transformed into aristocratic gardens. And so you
	can meet names like Michnovska or Nosticovska zahrada, Odkolkovska
	(at the Kampa weir), which is followed by the Kaiseratejnska garden, which
	wound around the Kaiserstejn, now Liechtenstein, palace.
	In 1941, the dividing walls were removed from these once Baroque, but already
	neglected, plots, creating one large area, which was modified to its current
	form in a freely landscaping style seven years later.

	Not only the park, but also the adjacent square in the immediate vicinity of
	Charles Bridge is one of the most famous complexes, simply called Kampa, which
	is famous, among other things, for the fact that many prominent cultural
	figures lived here and the inhabitants of Kampa formed a distinctive old
	settler community.

	The place was also famous in pre-November times, when people protesting
	against the communist regime met secretly in the neighboring Grand Priory
	Square by the so-called Lennon Wall (a wall with a portrait of John Lennon).
	These meetings were closely monitored by the secret police and participants
	were often persecuted.",

"kinskeho-zahrada":
	"The original vineyards were located here sometime in the 12th century. After
	the Hussite invasions, they were destroyed, then rebuilt and lasted until the
	Thirty Years' War. Around 1730, the land belonged to the court of Maria Anna
	Libstejnska of Kolovrat, but gradually it was not deserted and it was
	popularly called the Vrabcovna.

	In 1828, they were bought by Ruzena Kinska, the mother of Prince Rudolf, who
	in the same year began building a magnificent garden designed by Frantisek
	Hohnel and building a summer house according to the architect Jindrich Koch.
	The construction of the magnificent building with Ionic columns and a
	triangular tympanum, a garden with ten greenhouses for tropical plants, other
	buildings and a water gallery took a total of eight years, when in 1836 the
	prince died. The whole work was then completed by his widowed wife Vilemin
	with the help of Bedrich Wunscher, Hohnel's successor as economic director.
	Despite the fact that the garden was not open to the public, those interested
	had the opportunity to visit it for tickets that were issued in the Kinsky
	Palace on the Old Town Square.

	From the last owner Ferdinand Kinsky, the garden and the villa and accessories
	were bought by the village of Smichov and Prague, which made it accessible to
	the public. The extension of Holeckova Street at the lower edge of the garden
	significantly affected the space and thus disrupted the compositional balance
	of the entire park.

	In 1986, the summer house was closed and reconstructed due to emergency
	reasons. It was reopened in 2005 and serves as an Ethnographic Museum. The
	garden is still partly undergoing renovation work.",

"klamovka":
	"The original vineyard belonging to the Carthusian monastery, later owned by
	the burgher Antonin, was bought in 1757 by the Clam-Gallas family. At first,
	in the Rococo style, after the purchase of the side vineyards of Okrouhlik
	and Schonfeldka in a romantic style, private lands were transformed, but the
	buildings retained a rather Rococo appearance, in which some have survived to
	this day. The Prague gardener Josef Blecha, who was hired by Eduard, the son
	of Count Christian Clam-Gallas, took care of the flourishing of the park. The
	garden was open to the public on Sundays, in 1895 it became permanently open
	to the public. At that time, the whole area was bought by the Mayor of Kosir,
	Matej Hlavacek, who had a garden restaurant and a dance hall built in the
	chateau. The newest attraction was on display here in 1904 - the cinema,
	which was run by Dismas Sambor - Ponrepo.

	For better accessibility, the owner of the building also built an electric
	railway at his own expense, only the third in Prague, which, however, was
	initially used by only a few people. Hlavacek ended up in debt and hanged
	himself. The building fell into disrepair, especially after the First World
	War, its condition was deplorable. In 1915, a falconry festival was held here,
	but it was not until the 1930s that the building was converted into a falconry
	hall, modern tennis courts were created here and the garden restaurant was
	also restored. Family houses were built on part of the land in 1924-1926.",

"ladronka":
	"The originally extensive vineyards were bought at the end of the 17th century
	by the Italian count Filip Ferdinand de la Crone, popularly nicknamed Ladrone.
	The name of the place is derived from this. The count built a coaching inn
	here, which prospered well thanks to the locally widely used roads. The
	homestead also served as an accommodation facility, standing, among other
	things, on the pilgrimage route from Loreta to Hajek, on which twenty Marian
	chapels were later built, one of which is near the homestead. The chapels,
	which have been preserved to this day, are gradually being restored. After
	de la Crone's death, Count von Poetting, Grand Duke of the Knights of Malta
	in the Lesser Town, bought the homestead and land. At the beginning of the
	18th century, Ladronka was destroyed by Hungarian troops, then repaired and
	operated as an inn until the 19th century. Then, because of low prosperity,
	was converted into a rented farmstead. In the 1920s, the building became the
	property of the capital city of Prague, began to be used for housing, but
	gradually fell into disrepair and its condition deteriorated until the 1990s.
	At that time, the building was illegally occupied by squatters, who were
	eventually forcibly evicted in 2000.

	The Baroque appearance of the homestead with rectangular windows and a simple
	facade, despite some interventions and the need to modify the squatters, has
	been practically preserved to this day. Modifications and plantings of
	greenery are still taking place here.",

"letna":
	"Letna or Leten, which rises above the Vltava and forms a slope terminated by
	a large plain. It is mentioned already in the 11th century, when King
	Wroclaw II dedicated this area together with the Drums of the Vysehrad
	Chapter. Its exceptional location may be illustrated by the fact that Premysl
	Otakar II organized it here in 1261. coronation ceremony. Its name probably
	indicated a sunny place. Some parts were used as vineyards or gardens,
	for example Baron Jakub Wimmer had a vineyard here until 1860. After that,
	Letna was landscaped according to the design of Frantisek Thomayer, ornamental
	shrubs were planted on the slopes, especially plane trees and other trees on
	the flat plain.

	The area offered countless possibilities, which were used for centuries mainly
	by the army. Already at the beginning of the 15th century, the troops of
	Sigismund of Luxembourg camped here, modern history remembers the helicopters
	of the Soviets during the invasion in 1968.

	Below the hill, the so-called Rudolf's adit leads to Stromovka, which was
	built by Emperor Rudolf II to bring water from the Vltava to the pond in
  Stromovka. Today it is a national technical monument.

	On the occasion of the Jubilee Provincial Exhibition in 1891, the first
  Prague cable car was put into operation, following the Krizik electric
	railway leading to the Exhibition Grounds.

	Since the 19th century, many proposals have been made for the passage of Letna
	in the direction from Parizska Street (proposals for trenches by architects
	Jan Koula or Pavel Janak, etc.), as well as for various types of alterations
	or alterations to residential or administrative buildings. In the 1930s, for
	example, architect Josef Gocar drew up a plan to stop the Summer Building with
	the building of the Czechoslovak State Gallery at the site of today's bus turn
	and with an entrance from Badeniho Street. Neither this nor other proposals
	were implemented except for the buildings of the Agricultural and Technical
	Museum and the Ministry of the Interior, which were erected at the eastern
	edge of the plain.",

"petrin":
	"Already five hundred million years ago, the foundations of the future Petrin
	hill began to be laid, which is actually just a remnant of a much larger
	formation, which at one time found itself completely under water.

	Petrin recalls a much younger history in the ninth century, when stone was
	mined here. At that time, according to legend, a flame was said to have
	erupted under a heavy oak tree at the site of an ancient pagan sacrifice.

	People went to him to sacrifice, which did not please the Christian monarch
	Boleslav II, who had the chapel of St. Lawrence, rebuilt into a church in the
	Baroque style according to Ignac Palliardi. It still stands here today. The
	effort of the priest P. Norbert Saatzer also created the chapel of the Holy
	Sepulcher, the chapel of Calvary with sgraffito by Mikolas Als and 14 stops
	of the Stations of the Cross, leading from Strahov to the Holy Sepulcher.

	Since the 14th century, the Petrin hill has been divided by the so-called
	Hunger Wall. Despite the fact that it was probably the construction of a new
	fortification with bastions, the legend attached to the wall says that Emperor
	Charles IV had it built to feed the poorest inhabitants of Prague at the
	time of the crop failure.

	In recent decades, the wall, 1178 meters long and up to 8 meters high in
	places, has been continuously repaired and an effort is being made to restore
	it to its original form. So today it is possible to stop at the lookout of
	the Citadel.

	It experienced great development in the 19th century, when in 1891 a lookout
	tower was built here on the occasion of the Jubilee Provincial Exhibition,
	modeled on the Eiffel Tower in Paris. In the same year, the cable car was also
	put into operation. The original track had three rails and measured 396.5
	meters. Its elevation was 102 meters. The operation of the cable car ended
	during the First World War in 1916, it did not start again until 1932 and the
	three-rail was replaced by a double-rail. Today, it transports up to 1,400
	people per hour, operates within Prague's integrated transport and is 510
	meters long.

	Petrin was divided into several gardens, namely Kinsky, Lobkovicka, Nebozizek,
	Ruzovy sad, Seminarska and U Rozhledny park. The Lobkovice Garden is not open
	to the public, the others were freely connected after the demolition of the
	enclosure walls and today form one whole. In the immediate vicinity of the
	foot of Petrin at Karmelitska Street is the Baroque Vrtbovska Garden, which
	is also accessible from this street for a fee. It is one of the most beautiful
	gardens of its kind.",

"riegrovy-sady":
	"The orchards were founded in 1904-1908 on the site of former vineyard
	estates. During their establishment, demanding landscaping and plantings were
  carried out, with the aim of enabling interesting views of Prague and the
	Castle. The park is arranged in a free landscape style with a number of trees
	and woody plants, the color interplay of which creates a pleasant impression,
	especially in autumn. In 1938, a falconry was built here in the southwestern
	part, due to which, however, it took over the southern, promenade circuit.
	The buildings were built according to the plans of architects Frantisek Marek
	and Zbynek Jirsak, but during the Protectorate they served in the SS unit.
	During the war, the name of Rieger's orchards was also changed to Smetana's.
	Only after the war, in 1947, the park was restored, at present the main
	playground was modernized, where safe play elements were added.",

"stromovka":
	"Originally a royal hunting ground, it was founded in 1268 during the reign
	of Premysl Otakar II. on the territory of the settlement Ovenec. The first
	written mention of the field is from 1319, when King John of Luxembourg had a
	tribune built here for the intended knightly tournaments. Its area was about
	84 ha in 1536, today, after merging with the woodshed and various losses of
	areas, it has about 89 ha. Originally, the game reserve was divided by a wall,
	until the beginning of the 19th century into two parts: the game reserve and
	the pheasant house. Today's Governor's Summer Palace, whose name dates back to
	the 19th century, was built between 1495 and 1502. The park, as well as many
	other monuments and attractions, was destroyed and restored during the
	Hussite wars by Ferdinand I in the years 1536 - 48 and 1559.

	The greatest flourishing of the park occurred during Rudolf II, when a larger
  pond was established. In its center was a circular island. For the breeding
	of water birds and fish, three more ponds were set up and a large pheasantry
	in the western part. Later, the park was expanded towards the Imperial Mill,
	which was rebuilt in 1583. In 1594, it was built here according to the plans
	of Jan Gargioli's grotto with a portal facade. Behind the gallery, a terrace
	garden with a rectangular pool was established at the end of the 16th century.

	Stromovka gradually began to acquire more landscaping from the forest field,
	in the English landscape style, and in 1804 the field was finally made
	available to the public. This event is commemorated by a plaque mounted in
	the extension of the entrance gate from Gotthard Street. Over time, two
	railway tracks were created in the field: Podmokelska and Bustehradska,
	which still function today, the park has been planted with ornamental
	trees and flowers, a rose garden and more than 8,000 coniferous trees have
	been planted. The area of Stromovka was subsequently reduced by the
	construction of the Exhibition Grounds and a canal was added. The Planetarium
	was built in the 1960s.",

"vysehrad":
	"The first signs of settlement date back to the end of the 4th and in the 3th
	millennium BC The beginnings of Vysehrad, as we know it today, however, date
	back to the 10th, respectively. 11th century. At that time, a princely
	fortified settlement was built, the rotunda of St. Martin and the Church of
	St. Peter and Paul and probably several other buildings, including the
	Vysehrad Chapter. After the departure of the last ruler, the castle began to
	decay and to this day nothing has been preserved except the perimeter
	masonry, which is now visible in the grass. Nevertheless, Vysehrad did not
	completely fall into oblivion.

	Vysehrad subsequently recorded extensive construction activities and
	development during the reign of Charles IV and the construction of the New
	Town of Prague and continued under the rule of his son Wenceslas IV.

	The slopes of Vysehrad were then planted with vines like many other places
	in Prague. Vysehrad received a Gothic fortification with two massive gates,
	of which only a piece of one of them is visibly preserved today - the peak,
	which can be seen not far from the Tabor Gate on the right side.

	The heyday of Vysehrad ended violently during the Hussite wars, when it was
	looted and almost destroyed. Only the chapter remained.

	The complex underwent another change during the construction of the Prague
	fortifications in the 17th and 18th centuries, when a massive fortress in the
	shape of an irregular pentagon with five bastions was built according to the
	plans of I. Conti and designed by Carl Lurago, Santino Bossi and Giovanni de
	Capali. In the end, the fortress was never used for defense and in 1911 it was
	definitively handed over to the city of Prague."
}
